Repository: NicolaLS/payment-app
Catalog: apps/rayl/shared/src/iosMain/resources/RaylApp.xcstrings
Source language: en
Languages: de, es

# blink_body
source: Connect your Blink account with an API key.
de: Verbinde dein Blink-Konto mit einem API-Schlüssel.
es: Conecta tu cuenta de Blink con una clave API.

# choose_another
source: Choose another wallet
de: Andere Wallet wählen
es: Elegir otra billetera

# choose_body
source: Connect your Blink account. Rayl uses one wallet at a time.
de: Verbinde dein Blink-Konto. Rayl nutzt jeweils eine Wallet.
es: Conecta tu cuenta de Blink. Rayl usa una billetera a la vez.

# choose_wallet
source: Connect your wallet
de: Wallet verbinden
es: Conecta tu billetera

source: Close
de: Schließen
es: Cerrar

# connect_to_pay
source: Connect your wallet, then reopen the payment request.
de: Verbinde deine Wallet und öffne danach die Zahlungsanfrage erneut.
es: Conecta tu billetera y vuelve a abrir la solicitud de pago.

# connection_exists
source: Remove your current wallet in Settings before connecting another wallet.
de: Entferne zuerst deine aktuelle Wallet in den Einstellungen, bevor du eine andere verbindest.
es: Elimina tu billetera actual en Ajustes antes de conectar otra.

source: Get started
de: Loslegen
es: Comenzar

# nwc_body
source: Connect a compatible wallet using its NWC connection link.
de: Verbinde eine kompatible Wallet über ihren NWC-Verbindungslink.
es: Conecta una billetera compatible con su enlace de conexión NWC.

# wallet_unavailable
source: This version of Rayl supports Blink connections only.
de: Diese Version von Rayl unterstützt nur Blink-Verbindungen.
es: Esta versión de Rayl solo admite conexiones con Blink.

# welcome_body
source: Fast payments, tailored to your wallet.
de: Schnelle Zahlungen, passend zu deiner Wallet.
es: Pagos rápidos, adaptados a tu billetera.

# welcome_title
source: Welcome to Rayl
de: Willkommen bei Rayl
es: Bienvenido a Rayl
